import React from "react";

import Container from "react-bootstrap/Container";


const Conditions = () => {
    return (
        <>
            <Container>
                <h1>Условия предоставления услуг</h1>
                <p>
                    Срок проведения акции ограничен исключительно фактом
                    публикации акции на сайте, т.е. предоставленное вами
                    объявление действительна в течении всего срока публикации на
                    сайте, для прекращения действия акции вам нужно удалить объявление в личном
                    кабинете!
                </p>
                <p>
                    Срок проведения акции ограничен исключительно фактом
                    публикации акции на сайте, т.е. предоставленное вами
                    объявление действительна в течении всего срока публикации на
                    сайте, для прекращения действия акции вам нужно удалить объявление в личном
                    кабинете!
                </p>

            </Container>
        </>
    );
};

export default Conditions;

