import React from "react";
import Container from "react-bootstrap/Container";


const Oferta = () => {
    return (
        <>
            <Container>
                <h1>ДОГОВОР ПУБЛИЧНОЙ ОФЕРТЫ</h1>
                <h2> ИП Мовсисян Эдик Нагапетович - г. Волгоград</h2>
                <p>
                    Изложенный ниже текст Оферты является адресованным
                    физическим лицам официальным публичным предложением
                    заключить договор об оказании услуг в соответствии с п. 2
                    ст. 437 Гражданского кодекса РФ.В соответствии с п. 1 ст.
                    438 Гражданского кодекса РФ, акцептом признается ответ лица,
                    которому адресована оферта, о ее принятии. В силу п. 3 ст.
                    438 Гражданского кодекса РФ, принятие условий, содержащихся
                    в настоящем Договоре, равносильно акцепту, и Договор на
                    предоставление услуг ИП Мовсисян Эдик Нагапетович (именуемыӗ
                    далее по тексту Исполнитель) считается заключенным и
                    приобретает силу с момента совершения физическим лицом
                    (Заказчиком) действий, предусмотренных в Оферте и означающих
                    безоговорочное присоединение физического лица (Заказчика) ко
                    всем условиям Оферты без каких-либо изъятий или ограничений.
                </p>
                <p>
                    ПУБЛИЧНАЯ ОФЕРТА на продажу услуг Исполнителя (временное
                    размещение и проживание физических лиц)
                </p>
                <p>
                    <b>1. ОБЩИЕ ПОЛОЖЕНИЯ</b>
                </p>
                <p>
                    ИП Мовсисян Эдик Нагапетович в лице Мовсисяна Эдика
                    Нагапетовича, действующей на основании Устава, именуемое в
                    дальнейшем «Исполнитель», заключает настоящий Договор
                    Публичной Оферты (именуемый далее «Договор») с любым
                    физическим лицом, именуемым в дальнейшем «Заказчик». Данный
                    Договор является договором предоставления услуг, заключаемым
                    путем публичной оферты, и регламентирует порядок
                    предоставления услуг полиграфииполиг (далее «центр
                    полиграфии») и обязательства, возникающие в связи с этим
                    между Исполнителем и Заказчиком.
                </p>
                <p>
                    <b> 2. ПРЕДМЕТ ДОГОВОРА</b>
                </p>
                <p>
                    Предметом настоящей оферты является предоставление Заказчику
                    услуг по полиграфии, а также предоставление дополнительных
                    услуг (в дальнейшем «Услуг») на условиях данной Оферты и в
                    соответствии с текущими ценами, опубликованными на сайте.
                </p>

                <p>
                    <b> 3. ПРАВА И ОБЯЗАННОСТИ СТОРОН</b>
                </p>
                <p>
                    3.1. Заказчик вправе:
                    <br></br>3.1.1. Оформлять заказ полиграфии с использованием
                    доступных ресурсов в Интернете, а также по телефону +7(909)
                    380-25-19 или по электронной почте info@kopi34.ru.
                    <br></br>3.1.2. Заказчик признает, что в случае
                    использования сервиса Исполнителя он в полной мере и
                    безоговорочно принимает условия данной Оферты в
                    независимости от того, каким способом было совершена
                    покупка.
                    <br></br>3.1.3. Отказаться от предварительно оплаченного
                    (полностью или частично) заказа в письменной форме в
                    соответствии с пунктом 3.3.7 настоящей Оферты.
                    <br></br>3.1.4. Выбирать способ оплаты заказа из
                    предложенных Исполнителем.
                    <br></br>3.1.5. Самостоятельно проверить данные заказа в
                    подтверждении Услуг.
                    <br></br>3.1.6. Заказчик несет полную ответственность за
                    достоверность и правомерность данных, использованных им при
                    заказе услуг.
                    <br></br>3.2. Исполнитель вправе:
                    <br></br>3.2.1. Какие бы действия ни совершал Заказчик,
                    Исполнитель несет ответственность за надлежащее исполнение
                    только действий и процедур, совершенных с полным соблюдением
                    этих Правил.
                    <br></br>3.2.2. Удержать с Заказчика или требовать оплаты
                    полной стоимости штрафов в соответствии с условиями,
                    указанными в заказе, в случае изменения, отказа от заказа.
                    При этом Заказчик признает действия Исполнителя полностью
                    правомерными и не имеет претензий.
                    <br></br>3.2.3. Отключать и включать сервис заказа Услуг,
                    производить профилактические работы на сервере и другом
                    оборудовании, задействованном в оказании Услуг, информируя
                    об этом Заказчиков на своем сайте.
                    <br></br>3.2.4. Предоставлять Заказчику информацию о центре
                    полиграфии, Правилах обслуживания в ней, а также способах
                    оплаты. В случае оплаты заказа через платежный терминал
                    предоставлять Заказчику информацию об объеме оплаты,
                    согласованном с платежными системами.
                    <br></br>3.2.5. Использовать третьих лиц для приема платежей
                    за Услуги.
                    <br></br>3.2.6. Использовать третьих лиц для размещения
                    заказов.
                    <br></br>3.2.7. Предоставлять Заказчику дополнительные
                    скидки и специальные условия на покупку полиграфической
                    продукции и т.п. на свое усмотрение.
                    <br></br>3.3. Заказчик обязан:
                    <br></br>3.3.1. Придерживаться соблюдения всех процедур
                    покупки Услуг Заказчика строго по Правилам, изложенным на
                    ресурсах бронирования в сети интернет и в данной Оферте.
                    <br></br>3.3.2. Согласиться с условиями данной Оферты.
                    <br></br>3.3.3. Не приступать к оформлению заказа,
                    предварительно не ознакомившись с Правилами и настоящей
                    Офертой, размещенными на сайте https://kopi34.ru/. Если
                    Заказчик приступил к оформлению заказа, то Исполнитель
                    вправе считать, что Заказчик полностью ознакомлен и согласен
                    с условиями данной Оферты.
                    <br></br>3.3.4. Указать актуальную контактную информацию при
                    регистрации и оформлении заказа (Ф.И.О., номер телефона,
                    e-mail).
                    <br></br>3.3.5. Указать и проверить при заказе корректность
                    всех необходимых данных для оформления заказа. В случае,
                    если Заказчик отказался предоставить необходимые данные,
                    Исполнитель вправе отказать в оформлении заказа.
                    <br></br>3.3.6. Оплатить в полном объеме оформленный заказ
                    и/или Услуг в момент оформления заказа (в соответствии со
                    статьей 781 ГК РФ).
                    <br></br>3.3.7. В случае оплаты заказа банковской картой
                    через Интернет, пользоваться только банковской картой,
                    принадлежащей Заказчику. Во избежание мошенничества
                    Исполнитель проверяет платеж и для разрешения возможных
                    вопросов связывается с Заказчиком. В случае, если Заказчик
                    недоступен или вопрос остается нерешенным, Исполнитель
                    оставляет за собой право аннулировать данный заказ и
                    возвращает денежные средства на банковскую карту ее
                    владельца.
                    <br></br>3.3.8. В случае отказа от заказа (аннуляции),
                    незамедлительно сообщить об этом Исполнителю по тел. +7(909)
                    380-25-19 (с дальнейшим предоставлением письменного
                    подтверждения на почту info@kopi34.ru). Аннуляция считается
                    принятой с момента получения Исполнителем письменного
                    подтверждения об аннуляции.
                    <br></br>3.4. Исполнитель обязан:
                    <br></br>3.4.1. Предоставить Заказчику необходимую
                    информацию, инструкции для оформления заказа, а также о
                    способах оплаты Услуг. Исчерпывающей информацией считается
                    та информация, которую Исполнитель публикует на доступных
                    ресурсах в Интернете и в обязательном порядке включает: a)
                    Настоящий Договор; b) Сведения об Исполнителе и номере его
                    контактного телефона; c) Цены на услуги. Цена опубликована
                    на официальном сайте Исполнителя по адресу:
                    https://kopi34.ru/; d) Перечень и цену дополнительных услуг,
                    оказываемых за отдельную плату; e) Сведения о форме и
                    порядке оплаты услуг; f) Сведения о способах оплаты
                    <br></br>3.4.2. Обеспечить предоставление льгот при оказании
                    услуг тем категориям граждан, которым такие льготы
                    предусмотрены законами и иными нормативными правовыми
                    актами.
                    <br></br>3.4.3. При оформлении заказа выдать Заказчику
                    квитанцию, талон (Далее «Ваучер») или иной документ,
                    подтверждающий оплату Услуг на оказание услуг, который
                    должен содержать:· Наименование Исполнителя;· Фамилию, имя,
                    отчество потребителя;· Цену услуги; Другие необходимые
                    данные по усмотрению Исполнителя.
                    <br></br>3.4.4. Обеспечить круглосуточное оформление
                    Клиентов, на сайте.
                    <br></br>3.4.5. Принять оплату Услуг от Заказчика после
                    надлежащего оформления заказа и успешной покупки Услуг.
                </p>
                <p>
                    <b>
                        4. ПРАВИЛА ОТКАЗА ОТ ЗАКАЗА, ИЗМЕНЕНИЯ ЗАКАЗА И ВОЗВРАТА
                        ДЕНЕЖНЫХ СРЕДСТВ ЗАКАЗЧИКУ
                    </b>
                </p>
                <p>
                    <br></br>4.1. Заказчик имеет право в любой момент отказаться
                    от заказа, в соответствии с условиями срока аннуляции
                    заказа, указанными в настоящей Оферте. Для этого необходимо
                    позвонить по телефону +7(909) 380-25-19 или отправить
                    соответствующее уведомление по электронной почте на адрес
                    https://kopi34.ru/ и сообщить об аннуляции, назвать номер
                    бронирования, даты проживания и фамилию Заказчика. Если
                    Заказчик аннулировал заказ в соответствии с Правилами
                    наступления штрафных санкций, то ему будет произведен
                    возврат денежных средств в следующем порядке:
                    <br></br>4.2. При внесении изменений в заказ, касающихся
                    существенных условий предоставления Услуг, данные изменения
                    считаются новым заказом Услуг, первичный заказ подлежит
                    аннуляции.
                    <br></br>4.3. Для возврата денежных средств Заказчику
                    необходимо заполнить «Заявление о возврате денежных
                    средств», и отправить его вместе с копией паспорта на
                    электронный адрес info@kopi34.ru либо подать лично на стойке
                    регистрации. Возврат денежных средств будет осуществлен на
                    банковский счет Заказчика, (с которого был осуществлен
                    платеж) указанный в заявлении, в течение 14 (четырнадцати)
                    рабочих дней со дня получения «Заявления о возврате денежных
                    средств» Исполнителем. Возврат денежных средств не может
                    быть осуществлен на другое лицо.
                    <br></br>4.4. Срок рассмотрения Заявления и возврата
                    денежных средств Заказчику начинает исчисляться с момента
                    получения Исполнителем Заявления на адрес электронной почты
                    info@kopi34.ru и рассчитывается в рабочих днях. Если
                    заявление поступило Исполнителю после 18.00 рабочего дня или
                    в праздничный/выходной день, моментом получения Заявления
                    считается следующий рабочий день.
                </p>
                <p>
                    <b>
                        5. ПОРЯДОК ПРЕДОСТАВЛЕНИЯ УСЛУГ И ОТВЕТСТВЕННОСТЬ СТОРОН
                    </b>
                </p>
                <p>
                    <br></br>5.1. Порядок покупки полиграфических услуг
                    устанавливается Исполнителем.
                    <br></br>5.2 В случае неоплаты Заказчиком услуг, Исполнитель
                    вправе отказать Заказчику в предоставлении Услуг.
                    <br></br>5.3. При расторжении Заказчиком Договора ранее
                    запланированных услуг, плата за неоказанные Услуги
                    возвращается Заказчику в порядке, предусмотренном статьей 4
                    настоящей Оферты.
                    <br></br>5.5. Исполнитель вправе отказать Заказчику в
                    предоставлении Услуг без объяснения причин. При этом
                    предоплата за неоказанные Услуги возвращается Заказчику.
                    Возврат денежных средств будет осуществлен на банковский
                    счет Заказчика, с которого был осуществлен платеж, в течение
                    14 (четырнадцати) рабочих дней с даты отказа от
                    предоставления проживания.
                </p>
                <p>
                    <b>6. ОТВЕТСТВЕННОСТЬ. РАЗРЕШЕНИЕ СПОРОВ</b>
                </p>
                <p>
                    <br></br>6.1. Заказчик представляет интересы всех лиц,
                    указанных в заказе, и персонально несет ответственность
                    перед Исполнителем за правильность сообщенных в заявке
                    данных о них, за выполнение всеми лицами всех обязательств,
                    включая обязательства по оплате заказа и оплате штрафа в
                    случае отказа от оказания Услуг
                    <br></br>6.2. Исполнитель не несет ответственности в случае
                    неисполнения или ненадлежащего исполнения Услуг со своей
                    стороны или со стороны третьих лиц, возникшего из-за
                    недостоверности, недостаточности или несвоевременности
                    подтверждающих сведений и документов, предоставленных
                    Заказчиком, а также возникших вс<br></br>дствие других
                    нарушений условий настоящей Оферты со стороны Заказчика. •
                    6.3. Исполнитель не несет ответственности за несоответствие
                    предоставленного обслуживания и оказываемых Услуг ожиданиям
                    Заказчика и его субъективной оценке.
                    <br></br>6.6. Стороны будут прилагать все усилия с целью
                    достижения согласия по спорным вопросам путем переговоров.
                    При невозможности достижения согласия на переговорах,
                    возникшие споры подлежат рассмотрению в суде г. Москвы по
                    месту регистрации Исполнителя.
                    <br></br>6.7. По всем остальным вопросам, не предусмотренным
                    в настоящей Оферте, Стороны руководствуются действующим
                    законодательством Российской Федерации. Все возможные споры,
                    вытекающие из положений Оферты, будут разрешаться в судах
                    Российской Федерации в соответствии с действующим
                    законодательством Российской Федерации.
                </p>
                <p>
                    <b>7. ОБСТОЯТЕЛЬСТВА НЕПРЕОДОЛИМОЙ СИЛЫ</b>
                </p>

                <p>
                    <br></br>7.1. При наступлении обстоятельств непреодолимой
                    силы, которые Сторона по настоящему Договору не могла ни
                    предвидеть, ни предотвратить разумными мерами, срок
                    исполнения обязательств по настоящему Договору отодвигается
                    соразмерно времени, в течение которого продолжают
                    действовать такие обстоятельства, без возмещения каких-либо
                    убытков.
                    <br></br>7.1.1 К таким событиям чрезвычайного характера, в
                    частности, относятся: наводнения, пожар, землетрясение,
                    взрыв, шторм, оседание почвы, иные явления природы,
                    эпидемия, а также война или военные действия, действия и
                    решения государственных органов власти, сбои, возникающие в
                    телекоммуникационных и энергетических сетях, перепады
                    напряжения в электросети, действие вредоносных программ, а
                    также недобросовестные действия третьих лиц, выразившиеся в
                    действиях, направленных на несанкционированный доступ и/или
                    выведение из строя программного и/или аппаратного комплекса
                    каждой из Сторон. Террористические акты и иные
                    обстоятельства, приведшие к выходу из строя технических
                    средств какой-либо из сторон договора.
                    <br></br>7.2. Сторона, для которой создалась ситуация, при
                    которой стало невозможно исполнять свои обязательства из-за
                    наступления обстоятельств непреодолимой силы, обязана о
                    наступлении, предположительном сроке действия и прекращения
                    этих обстоятельств незамедлительно (но не позднее 5 (пяти)
                    рабочих дней) уведомить в письменной форме другую сторону.
                    <br></br>7.3. В случае спора о времени наступления, сроках
                    действия и окончания обстоятельств непреодолимой силы
                    заключение компетентного органа в месте нахождения
                    соответствующей Стороны будет являться надлежащим и
                    достаточным подтверждением начала, срока действия и
                    окончания указанных обстоятельств.
                    <br></br>7.4. Не уведомление или несвоевременное уведомление
                    стороны о начале действия обстоятельств непреодолимой силы
                    лишает ее в дальнейшем права ссылаться на них как на
                    основание, освобождающее от ответственности за неисполнение
                    обязательств по настоящему договору.
                    <br></br>7.5. Если обстоятельства непреодолимой силы и/или
                    их последствия продолжают действовать более 30 (тридцати)
                    календарных дней подряд, то Договор может быть расторгнут по
                    инициативе любой из сторон путем направления в адрес другой
                    стороны письменного уведомления.
                </p>

                <p>
                    <b>8. ИЗМЕНЕНИЕ И РАСТРОЖЕНИЕ ДОГОВОРА</b>
                </p>
                <p>
                    <br></br>8.1. Настоящий Договор вступает в силу с момента
                    начала процесса оформления заказа Заказчиком и действует
                    бессрочно.
                    <br></br>8.2. Заказчик вправе в любой момент отказаться от
                    Услуг Исполнителя. Отказ Заказчика влечет за собой прращение
                    перед ним всех обязанностей Исполнителя с момента такого
                    отказа.
                    <br></br>8.3. Заказчик имеет право расторгнуть Договор, в
                    соответствии с разделом 4 настоящего Договора.
                    <br></br>8.4. Исполнитель вправе изменять условия настоящего
                    Договора и его Приложений, вводить новые Приложения к
                    настоящему Договору без предварительного уведомления.
                    Заказчик, зная о возможности таких изменений, согласен с
                    тем, что они будут производиться. Если Заказчик продолжает
                    пользоваться услугами Исполнителя после таких изменений, это
                    означает его согласие с ними.
                </p>
                <p>
                    <b>9. КОНФИДЕНЦИАЛЬНОСТЬ ДАННЫХ</b>
                </p>
                <p>
                    <br></br>9.1. Исполнитель гарантирует Заказчику
                    конфиденциальность данных, предоставленных им с целью
                    бронирования Услуг.
                    <br></br>9.1.1. Заказчик (субъект персональных данных)
                    исполнением положений, предусмотренных настоящей Оферты,
                    дает свое безоговорочное согласие на предоставление его
                    персональных данных Исполнителю и дает свое безоговорочное
                    согласие на их обработку свободно, своей волей и в своем
                    интересе, в том числе совершаемых с использованием средств
                    автоматизации или без использования таких средств, включая
                    сбор, запись, систематизацию, накопление, хранение,
                    уточнение (обновление, изменение), извлечение,
                    использование, передачу (распространение, предоставление,
                    доступ), обезличивание, блокирование, удаление, уничтожение
                    персональных данных, внесение их в базу данных Исполнителя с
                    возможностью использования в информационных целях, а так же
                    обработку и использование его персональных данных способом
                    распространения таковых персональных данных с целью
                    исполнения обязательств по настоящему договору публичной
                    Оферты Исполнителем или иными третьими лицами за него. Срок,
                    на который дается согласие Заемщика на обработку его
                    персональных данных согласно настоящего пункта договора
                    Оферты равен 5 (пяти) годам. Если до истечения данного срока
                    Заказчик не отзовет свое согласие, то оно считается
                    продленным на аналогичный срок.
                </p>

                <p>
                    <b>10. РЕКВИЗИТЫ ИСПОЛНИТЕЛЯ</b>
                </p>
                <p>
                    Продавец: Индивидуальный Предприниматель Мовсисян Эдик
                    Нагапетович Адрес: 400096, г. Волгоград, ул. Удмуртская 99
                    кв. 169 Расчетный счет: 40802810514100011946 Кор. счет:
                    30101810000000000201 Банк: ПАО АКБ "АВАНГАРД" г. МОСКВА ИНН:
                    7702021163 КПП: 0 БИК: 044525201
                </p>
            </Container>
        </>
    );
};

export default Oferta;
